result/usenix/run5/results-prctl10/benchmark-stats.log
  240000000 requests completed in 422.17 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.02% <= 2 milliseconds
1.28% <= 3 milliseconds
62.82% <= 4 milliseconds
80.77% <= 5 milliseconds
93.64% <= 6 milliseconds
96.01% <= 7 milliseconds
96.99% <= 8 milliseconds
97.71% <= 9 milliseconds
98.26% <= 10 milliseconds
98.65% <= 11 milliseconds
98.96% <= 12 milliseconds
99.26% <= 13 milliseconds
99.44% <= 14 milliseconds
99.57% <= 15 milliseconds
99.67% <= 16 milliseconds
99.76% <= 17 milliseconds
99.82% <= 18 milliseconds
99.87% <= 19 milliseconds
99.90% <= 20 milliseconds
99.93% <= 21 milliseconds
99.94% <= 22 milliseconds
99.95% <= 23 milliseconds
99.96% <= 24 milliseconds
99.97% <= 25 milliseconds
99.97% <= 26 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 29 milliseconds
99.99% <= 30 milliseconds
99.99% <= 31 milliseconds
99.99% <= 32 milliseconds
99.99% <= 33 milliseconds
99.99% <= 36 milliseconds
99.99% <= 38 milliseconds
99.99% <= 39 milliseconds
99.99% <= 40 milliseconds
99.99% <= 41 milliseconds
99.99% <= 42 milliseconds
99.99% <= 43 milliseconds
99.99% <= 45 milliseconds
99.99% <= 49 milliseconds
100.00% <= 55 milliseconds
100.00% <= 61 milliseconds
100.00% <= 65 milliseconds
100.00% <= 68 milliseconds
100.00% <= 70 milliseconds
100.00% <= 71 milliseconds
100.00% <= 78 milliseconds
100.00% <= 81 milliseconds
100.00% <= 82 milliseconds
100.00% <= 100 milliseconds
100.00% <= 102 milliseconds
100.00% <= 104 milliseconds
100.00% <= 105 milliseconds
100.00% <= 106 milliseconds
100.00% <= 111 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 116 milliseconds
100.00% <= 117 milliseconds
100.00% <= 121 milliseconds
100.00% <= 124 milliseconds
100.00% <= 126 milliseconds
100.00% <= 127 milliseconds
100.00% <= 133 milliseconds
100.00% <= 134 milliseconds
100.00% <= 135 milliseconds
100.00% <= 140 milliseconds
100.00% <= 141 milliseconds
100.00% <= 141 milliseconds
568487.31 requests per second